# Найдите сумму цифр трехзначного числа.

# *Пример:*

# 123 -> 6 (1 + 2 + 3)
# 100 -> 1 (1 + 0 + 0) |

i = input("Введите трехзначное число: ")
 

a = int(i[0])
b = int(i[1])
c = int(i[2])
 
print("Сумма цифр числа:", a + b + c)